{
  "request": {
    "date_from": "", 
    "date_to": "", 
    "question": "What do we know about Covid-19 vaccines ?", 
    "section": null
  }, 
  "results": {
    "docs": [
      {
        "doc_date": "2020-04-14", 
        "doc_score": "100.0", 
        "doi": "10.1101/2020.04.10.20060376", 
        "pmcid": null, 
        "pmid": null, 
        "section": null, 
        "sentences": [
          [
            0.0, 
            "Molecular Mechanism of Action of Repurposed Drugs and Traditional Chinese Medicine Used for the Treatment of Patients Infected With COVID-19: A Systematic Review", 
            []
          ], 
          [
            0.0, 
            "At this moment, the therapeutic approaches to handle COVID-19 are only supportive.", 
            []
          ], 
          [
            0.0, 
            "There is neither a vaccine to prevent infections nor clinically approved antiviral drugs to treat COVID-19; therefore, identifying drug treatment options as soon as possible is critical for responding to the pandemic.", 
            []
          ], 
          [
            0.0, 
            "Clinical trials for vaccines are currently underway.", 
            []
          ], 
          [
            0.0, 
            "Potential vaccines have been administered to volunteers in a phase 1 safety trial by the USA government; however, the efficacy, such as how long immunity will last or if people might become infected even if they possess a high level of antibodies against SARS-CoV-2, will not become clear for at least one year after injection [16] .", 
            []
          ], 
          [
            0.0, 
            "Furthermore, the safety of the developed vaccines is unknown because laboratory tests are being conducted in parallel to clinical trial phase 1 owing to the emergence of COVID-19 as a pandemic.", 
            []
          ], 
          [
            0.0, 
            "The unknown efficacy and safety of the vaccines used might cause disease enhancement, by which vaccinated subjects might develop an even more severe form of disease than the subjects that have not been vaccinated, which has been shown in studies of SARS vaccines, in which vaccinated ferrets developed damaging inflammation in their livers after they were infected with the virus [17] .", 
            []
          ], 
          [
            0.0, 
            "Until now, no drugs have been successfully developed for the control of COVID-19 [18] ; however, numerous effort are underway worldwide, and particularly in China [19] .", 
            []
          ], 
          [
            0.0, 
            "Therefore, drug repurposing and the use of existing alternative medicine have been used as effective methods for the treatment of patients with COVID-19.", 
            [
              "patients with COVID-19"
            ]
          ], 
          [
            0.0, 
            "In this comprehensive review, we reviewed the use of existing drugs or alternative treatment methods and discussed the mode of action from a molecular mechanism perspective to attenuate COVID-19 in the human system.", 
            []
          ]
        ], 
        "title": "Molecular Mechanism of Action of Repurposed Drugs and Traditional Chinese Medicine Used for the Treatment of Patients Infected With COVID-19: A Systematic Review"
      }, 
      {
        "doc_date": "2020-03-31", 
        "doc_score": "96.63428994184085", 
        "doi": "10.1016/s0140-6736(20)30763-7", 
        "pmcid": null, 
        "pmid": null, 
        "section": null, 
        "sentences": [
          [
            0.0, 
            "In addition to direct government contributions, innovative finance mechanisms have been successful in raising funds for vaccines in the past and should be used to fund the development of COVID-19 vaccines.", 
            []
          ], 
          [
            0.0, 
            "8, 9 The International Finance Facility for Immunisation (IFFIm) raises funds with vaccine bonds, which turn long-term contributions by donors into available cash.", 
            []
          ], 
          [
            0.0, 
            "8 IFFIm was created to support Gavi, the Vaccine Alliance, but could be used to finance CEPI's COVID-19 vaccine efforts.", 
            []
          ], 
          [
            0.0, 
            "With advanced market commitments, donors make funding commitments to vaccine manufacturers and, in exchange, companies sign a legally binding commitment to provide the vaccines at a price affordable to low-income and middle-income countries.", 
            []
          ], 
          [
            0.0, 
            "Gavi's board expressed support for the use of Gavi's IFFIm and advanced market commitments to improve COVID-19 vaccine development and access.", 
            []
          ], 
          [
            1, 
            "10 The need for COVID-19 vaccines is global, although the need is differentially distributed within populations.", 
            []
          ], 
          [
            0.0, 
            "Vaccines would likely be prioritised for health-care workers and people at greatest risk of severe illness and death.", 
            []
          ], 
          [
            1, 
            "High-income countries must not monopolise the global supply of COVID-19 vaccines.", 
            []
          ], 
          [
            0.0, 
            "This risk is real: during the 2009 influenza A/H1N1 pandemic, rich countries negotiated large advance orders for the vaccine, crowding out poor countries.", 
            []
          ], 
          [
            0.0, 
            "11 Such an outcome would result in a suboptimal allocation of an initially scarce resource.", 
            []
          ]
        ], 
        "title": ""
      }, 
      {
        "doc_date": "2020-04-27", 
        "doc_score": "91.30101961832347", 
        "doi": "10.1101/2020.04.23.20076513", 
        "pmcid": null, 
        "pmid": null, 
        "section": null, 
        "sentences": [
          [
            0.0, 
            "Intention to participate in a COVID-19 vaccine clinical trial and to get vaccinated against COVID-19 in France during the pandemic", 
            []
          ], 
          [
            0.0, 
            "Around the half of the responders will accept to participate in a COVID-19 vaccine clinical trial.", 
            []
          ], 
          [
            0.0, 
            "In the context of a clinical trial, men were also more prone to participate.", 
            [
              "men"
            ]
          ], 
          [
            0.0, 
            "Fears about COVID-19 were not associated with willingness to participate in a clinical trial.", 
            []
          ], 
          [
            0.0, 
            "However, individuals who considered themselves at-risk for COVID-19 infection were more prone to accept to participate in a clinical trial for a vaccine.", 
            []
          ], 
          [
            0.0, 
            "Out of the context of the pandemics, the feeling to be at-risk for a disease was not the main motivation to participate in a vaccine clinical trial [7] .", 
            []
          ], 
          [
            0.0, 
            "Moreover, older age was associated (except in the group over 80 years) with willingness to participate in a COVID-19 vaccine clinical trial, this observation contrast with a previous study about willingness to participate in a vaccine clinical trial [7] .", 
            []
          ], 
          [
            0.0, 
            "This observation suggests that in the pandemics context, individuals are more prone to participate in a clinical trial for a vaccine.", 
            []
          ]
        ], 
        "title": "Intention to participate in a COVID-19 vaccine clinical trial and to get vaccinated against COVID-19 in France during the pandemic"
      }, 
      {
        "doc_date": "2020-03-28", 
        "doc_score": "89.010768975053", 
        "doi": "10.1101/2020.03.24.20042937", 
        "pmcid": null, 
        "pmid": null, 
        "section": null, 
        "sentences": [
          [
            0.0, 
            "Correlation between universal BCG vaccination policy and reduced morbidity and mortality for COVID-19: an epidemiological study", 
            []
          ], 
          [
            0.0, 
            "COVID-19 has spread to most countries in the world.", 
            []
          ], 
          [
            0.0, 
            "Puzzlingly, the impact of the disease is different in different countries.", 
            []
          ], 
          [
            0.0, 
            "These differences are attributed to differences in cultural norms, mitigation efforts, and health infrastructure.", 
            []
          ], 
          [
            0.0, 
            "Here we propose that national differences in COVID-19 impact could be partially explained by the different national policies respect to Bacillus Calmette-Guérin (BCG) childhood vaccination.", 
            []
          ], 
          [
            0.0, 
            "BCG vaccination has been reported to offer broad protection to respiratory infections.", 
            []
          ], 
          [
            0.0, 
            "We compared large number of countries BCG vaccination policies with the morbidity and mortality for COVID-19.", 
            []
          ], 
          [
            0.0, 
            "We found that countries without universal policies of BCG vaccination (Italy, Nederland, USA) have been more severely affected compared to countries with universal and long-standing BCG policies.", 
            []
          ], 
          [
            0.0, 
            "Countries that have a late start of universal BCG policy (Iran, 1984) had high mortality, consistent with the idea that BCG protects the vaccinated elderly population.", 
            []
          ], 
          [
            0.0, 
            "We also found that BCG vaccination also reduced the number of reported COVID-19 cases in a country.", 
            []
          ], 
          [
            0.0, 
            "The combination of reduced morbidity and mortality makes BCG vaccination a potential new tool in the fight against COVID-19.", 
            []
          ]
        ], 
        "title": "Correlation between universal BCG vaccination policy and reduced morbidity and mortality for COVID-19: an epidemiological study"
      }, 
      {
        "doc_date": "2020-04-27", 
        "doc_score": "88.98778397193239", 
        "doi": "10.1101/2020.04.23.20076513", 
        "pmcid": null, 
        "pmid": null, 
        "section": null, 
        "sentences": [
          [
            0.0, 
            "Intention to participate in a COVID-19 vaccine clinical trial and to get vaccinated against COVID-19 in France during the pandemic", 
            []
          ], 
          [
            0.0, 
            "will certainly or probably agree to get vaccinated against COVID-19.", 
            []
          ], 
          [
            0.0, 
            "Older age, male gender, fear about COVID-19, being healthcare workers and individual perceived risk were associated with COVID-19 vaccine acceptance Vaccine hesitancy was associated with a decrease in COVID-19 vaccine acceptance.", 
            []
          ], 
          [
            0.0, 
            "One thousand and five hundred and fifty responders (47.6 % 95 % CI 45.9-49.3 %) will certainly or probably agree to participate in a COVID-19 vaccine clinical trial.", 
            []
          ]
        ], 
        "title": "Intention to participate in a COVID-19 vaccine clinical trial and to get vaccinated against COVID-19 in France during the pandemic"
      }, 
      {
        "doc_date": "2020-03-18", 
        "doc_score": "88.76804538662226", 
        "doi": "10.1080/21645515.2020.1735227", 
        "pmcid": "PMC7103671", 
        "pmid": "32186952", 
        "section": null, 
        "sentences": [
          [
            1, 
            "COVID-19, an emerging coronavirus infection: advances and prospects in designing and developing vaccines, immunotherapeutics, and therapeutics", 
            []
          ], 
          [
            0.0, 
            "Most of the therapeutic options that are available for managing COVID-19 are based on previous experiences in treating SARS-and MERS-CoV.", 
            []
          ], 
          [
            0.0, 
            "A major reason for the lack of approved and commercially available vaccines or therapeutic agents against these CoVs might be the relative lack of interest among the pharmaceutical companies.", 
            []
          ], 
          [
            0.0, 
            "13 These are outbreak scenarios: the demand for drugs or vaccines lasts only for a period while the outbreak lasts.", 
            []
          ], 
          [
            0.0, 
            "The number of affected people will also be a small proportion of the global drug and vaccine market.", 
            []
          ], 
          [
            0.0, 
            "So by the time a new drug or vaccine is developed, there might not be any patients for clinical trials and also no meaningful market for newly discovered drugs.", 
            []
          ], 
          [
            0.0, 
            "According to WHO guidelines, infected patients will receive supportive care including oxygen therapy, fluid therapy, and antibiotics for treating secondary bacterial infections.", 
            [
              "infected patients"
            ]
          ], 
          [
            0.0, 
            "The WHO also recommends the isolation of patients suspected or confirmed for COVID-19.", 
            []
          ], 
          [
            0.0, 
            "16 The major therapeutic drugs that might be effective in managing COVID-19 include remdesivir, lopinavir/ritonavir alone or in combination with interferon-β, convalescent plasma, and mAbs.", 
            []
          ], 
          [
            0.0, 
            "17 Nevertheless, before utilizing these drugs for COVID-19 pneumonia patients, clinical efficacy, and safety studies should be conducted.", 
            [
              "COVID-19 pneumonia patients"
            ]
          ], 
          [
            0.0, 
            "This article describes advances in designing vaccines and therapeutics to counter COVID-19 while also discussing experiences with SARS-and MERS-CoVs, which together could pave ways in the right direction to halt this emerging virus.", 
            []
          ]
        ], 
        "title": "COVID-19, an emerging coronavirus infection: advances and prospects in designing and developing vaccines, immunotherapeutics, and therapeutics"
      }, 
      {
        "doc_date": "2020-04-06", 
        "doc_score": "87.65721628065006", 
        "doi": "10.1101/2020.03.30.20048165", 
        "pmcid": null, 
        "pmid": null, 
        "section": null, 
        "sentences": [
          [
            0.0, 
            "Association of BCG vaccination policy with prevalence and mortality of COVID-19", 
            []
          ], 
          [
            0.0, 
            "is the (which was not peer-reviewed) The copyright holder for this preprint .", 
            []
          ], 
          [
            0.0, 
            "https://doi.org/10.1101/2020.03.30.20048165 doi: medRxiv preprint Figure 2 : Effect of BCG vaccination policy on COVID-19 a.", 
            []
          ], 
          [
            0.0, 
            "The boxplot of total cases per one million population sorted by BCG Group in countries with life expectancy higher than 78 years.", 
            []
          ], 
          [
            0.0, 
            "Groups B and C (no current BCG vaccination) show a significantly higher rate of cases of COVID-19 compared to Group A (countries currently implementing BCG vaccination).", 
            []
          ], 
          [
            0.0, 
            "Groups B and C (no current BCG vaccination) show a significantly (p = .0024 and p = .0326) higher rate of cases of COVID-19 compared to Group A (countries currently implementing BCG vaccination).", 
            []
          ], 
          [
            0.0, 
            "b.", 
            []
          ], 
          [
            0.0, 
            "The boxplot of total deaths per one million population sorted by BCG Group in countries with life expectancy higher than 78 years.", 
            []
          ], 
          [
            0.0, 
            "Groups B and C (no current BCG vaccination) show a significantly higher rate of cases of COVID-19 compared to Group A (countries currently implementing BCG vaccination).", 
            []
          ], 
          [
            0.0, 
            "Groups B and C (no current BCG vaccination) show a significantly (p = .0011 and p < .0001) higher rate of deaths from COVID-19 compared to Group A (countries currently implementing BCG vaccination).", 
            []
          ], 
          [
            0.0, 
            "CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", 
            []
          ]
        ], 
        "title": "Association of BCG vaccination policy with prevalence and mortality of COVID-19"
      }, 
      {
        "doc_date": "2020-04-16", 
        "doc_score": "83.0451971854167", 
        "doi": "10.1016/j.ebiom.2020.102768", 
        "pmcid": null, 
        "pmid": null, 
        "section": null, 
        "sentences": [
          [
            0.0, 
            "Journal Pre-proof Impact of immune enhancement on Covid-19 polyclonal hyperimmune globulin therapy and vaccine development Impact of immune enhancement on Covid-19 polyclonal hyperimmune globulin therapy and vaccine development", 
            []
          ], 
          [
            0.0, 
            "The pandemic spread of a novel coronavirus -SARS coronavirus-2 (SARS-CoV-2) as a cause of acute respiratory illness, named Covid-19, is placing the healthcare systems of many countries under unprecedented stress.", 
            []
          ], 
          [
            0.0, 
            "Global economies are also spiraling towards a recession in fear of this new life-threatening disease.", 
            []
          ], 
          [
            1, 
            "Vaccines that prevent SARS-CoV-2 infection and therapeutics that reduces the risk of severe Covid-19 are thus urgently needed.", 
            []
          ], 
          [
            0.0, 
            "A rapid method to derive antiviral treatment for Covid-19 is the use of convalescent plasma derived hyperimmune globulin.", 
            []
          ], 
          [
            0.0, 
            "However, both hyperimmune globulin and vaccine development face a common hurdle -the risk of antibody-mediated disease enhancement.", 
            []
          ], 
          [
            0.0, 
            "The goal of this review is to examine the body of evidence supporting the hypothesis of immune enhancement that could be pertinent to Covid-19.", 
            []
          ], 
          [
            0.0, 
            "We also discuss how this risk could be mitigated so that both hyperimmune globulin and vaccines could be rapidly translated to overcome the current global health crisis.", 
            []
          ]
        ], 
        "title": "Journal Pre-proof Impact of immune enhancement on Covid-19 polyclonal hyperimmune globulin therapy and vaccine development Impact of immune enhancement on Covid-19 polyclonal hyperimmune globulin therapy and vaccine development"
      }, 
      {
        "doc_date": "2020-04-27", 
        "doc_score": "82.91483612287566", 
        "doi": "10.1101/2020.04.23.20076513", 
        "pmcid": null, 
        "pmid": null, 
        "section": null, 
        "sentences": [
          [
            0.0, 
            "Intention to participate in a COVID-19 vaccine clinical trial and to get vaccinated against COVID-19 in France during the pandemic", 
            []
          ], 
          [
            1, 
            "Background: The world is facing the COVID-19 pandemic.", 
            []
          ], 
          [
            0.0, 
            "Development of vaccine is challenging.", 
            []
          ], 
          [
            0.0, 
            "Aim: To determine the proportion of people who intend to get vaccinated against COVID-19 in France or to participate in a vaccine clinical trial.", 
            []
          ], 
          [
            0.0, 
            "Methods: We conducted an anonymous on-line survey from the 26th of March to the 20th of April 2020.", 
            []
          ], 
          [
            0.0, 
            "Primary endpoints were the intention to get vaccinated against COVID-19 if a vaccine was available or participate in a vaccine clinical trial.", 
            []
          ], 
          [
            0.0, 
            "Results: Three thousand two hundred and fifty nine individuals answered the survey; women accounted for 67.4 % of the responders, 670 (20.6 %) were under 30 years of age, 1,502 (46.1 %) between 30-49 years, 803 (24.6 %) between 50-64 years, 271 (8.3%) between 65-80 years, 13 (0.4%) over 80 years of age.", 
            [
              "women"
            ]
          ], 
          [
            0.0, 
            "According to their statements, 2.512 participants (77.6%, 95 % CI 76.2-79 %)", 
            []
          ]
        ], 
        "title": "Intention to participate in a COVID-19 vaccine clinical trial and to get vaccinated against COVID-19 in France during the pandemic"
      }, 
      {
        "doc_date": "2020-04-08", 
        "doc_score": "79.07138672654771", 
        "doi": "10.1101/2020.04.07.20053272", 
        "pmcid": null, 
        "pmid": null, 
        "section": null, 
        "sentences": [
          [
            0.0, 
            "Connecting BCG Vaccination and COVID-19: Additional Data Authors, their academic degrees, designations and affiliations", 
            []
          ], 
          [
            0.0, 
            "The reasons for a wide variation in severity of coronavirus disease 2019 (COVID-19) across the affected countries of the world are not known.", 
            []
          ], 
          [
            0.0, 
            "Two recent studies have suggested a link between the BCG vaccination policy and the morbidity and mortality due to COVID-19.", 
            []
          ], 
          [
            0.0, 
            "In the present study we compared the impact of COVID-19 in terms of case fatality rates (CFR) between countries with high disease burden and those with BCG revaccination policies presuming that revaccination practices would have provided added protection to the population against severe COVID-19.", 
            []
          ], 
          [
            0.0, 
            "We found a significant difference in the CFR between the two groups of countries.", 
            []
          ], 
          [
            0.0, 
            "Our data further supports the view that universal BCG vaccination has a protective effect on the course of COVID-19 probably preventing progression to severe disease and death.", 
            []
          ], 
          [
            0.0, 
            "Clinical trials of BCG vaccine are urgently needed to establish its beneficial role in COVID-19 as suggested by the epidemiological data, especially in countries without a universal BCG vaccination policy.", 
            []
          ]
        ], 
        "title": "Connecting BCG Vaccination and COVID-19: Additional Data Authors, their academic degrees, designations and affiliations"
      }, 
      {
        "doc_date": "2020-04-08", 
        "doc_score": "79.07138672654771", 
        "doi": "10.1101/2020.04.07.20053272", 
        "pmcid": null, 
        "pmid": null, 
        "section": null, 
        "sentences": [
          [
            0.0, 
            "Connecting BCG Vaccination and COVID-19: Additional Data Authors, their academic degrees, designations and affiliations", 
            []
          ], 
          [
            0.0, 
            "The reasons for a wide variation in severity of coronavirus disease 2019 (COVID-19) across the affected countries of the world are not known.", 
            []
          ], 
          [
            0.0, 
            "Two recent studies have suggested a link between the BCG vaccination policy and the morbidity and mortality due to COVID-19.", 
            []
          ], 
          [
            0.0, 
            "In the present study we compared the impact of COVID-19 in terms of case fatality rates (CFR) between countries with high disease burden and those with BCG revaccination policies presuming that revaccination practices would have provided added protection to the population against severe COVID-19.", 
            []
          ], 
          [
            0.0, 
            "We found a significant difference in the CFR between the two groups of countries.", 
            []
          ], 
          [
            0.0, 
            "Our data further supports the view that universal BCG vaccination has a protective effect on the course of COVID-19 probably preventing progression to severe disease and death.", 
            []
          ], 
          [
            0.0, 
            "Clinical trials of BCG vaccine are urgently needed to establish its beneficial role in COVID-19 as suggested by the epidemiological data, especially in countries without a universal BCG vaccination policy.", 
            []
          ]
        ], 
        "title": "Connecting BCG Vaccination and COVID-19: Additional Data Authors, their academic degrees, designations and affiliations"
      }, 
      {
        "doc_date": "2020-04-24", 
        "doc_score": "77.32363430297835", 
        "doi": "10.1016/j.eururo.2020.04.039", 
        "pmcid": null, 
        "pmid": null, 
        "section": null, 
        "sentences": [
          [
            0.0, 
            "Editorial 4 Adjustments in the Use of Intravesical Instillations of Bacillus Calmette-Guérin for High-risk Non-muscle-invasive Bladder", 
            []
          ], 
          [
            0.0, 
            "67 courses that have been ongoing for longer than 1 yr can be 68 safely terminated for high-risk NMIBC patients.", 
            [
              "high-risk NMIBC patients"
            ]
          ], 
          [
            0.0, 
            "Although 69 the European Association of Urology (EAU) guidelines [5] 70 recommend 3-weekly instillations at 3, 6, 12, 18, 24, 30, and 71 36 mo on the basis of European Organization for Research 72 and Treatment of Cancer data [6], the optimal schedule for 73 maintenance BCG remains unclear.", 
            []
          ], 
          [
            0.0, 
            "Among high-risk NMIBC 74 patients, maintenance BCG reduces the rates of recurrence 75 and progression by approximately 15% and 4%, respectively 76 [4,7].", 
            [
              "high-risk NMIBC 74 patients"
            ]
          ], 
          [
            0.0, 
            "77 3.", 
            []
          ], 
          [
            0.0, 
            "Patients with suspected or confirmed COVID-19 78 Any patient with a suspicion of COVID-19 should be tested.", 
            []
          ], 
          [
            0.0, 
            "79 In the presence of confirmed COVID-19, a cautionary 80 approach would be to delay instillation of BCG given that 81 there are no data on tolerance of intravesical BCG among 82 COVID-19 patients.", 
            [
              "82 COVID-19 patients"
            ]
          ], 
          [
            0.0, 
            "The median age (70 yr) and high 83 comorbidity status of patients diagnosed with NMIBC 84 increase their risk of developing a very severe form of 85 COVID-19 [2].", 
            []
          ], 
          [
            0.0, 
            "This could be associated with both more 86 adverse side effects of BCG and/or more severe forms of 87 COVID-19.", 
            []
          ], 
          [
            0.0, 
            "On the basis of the previously described natural 88 history of COVID-19 [2], it is advisable to delay BCG 89 instillation for at least 3 wk after initial symptoms to allow 90 for complete recovery.", 
            []
          ], 
          [
            0.0, 
            "91 4.", 
            []
          ], 
          [
            0.0, 
            "BCG vaccination and COVID-19 92 Recent theories suggest that use of BCG as a vaccination 93 could prevent COVID-19.", 
            []
          ], 
          [
            0.0, 
            "This is based on the epidemiologi-94 cal observation that older patients are at higher risk of 95 COVID-19, especially severe forms, while younger patients 96 could be protected by BCG vaccination providing childhood 97 immunity that may last for approximately 20 yr [8].", 
            [
              "older patients", 
              "younger patients"
            ]
          ], 
          [
            0.0, 
            "In 98 addition, preclinical studies in mice have shown that BCG 99 vaccination could offer protection against various DNA and 100 RNA viruses via induction of innate immune memory and 101 heterologous lymphocyte activation [9].", 
            []
          ], 
          [
            0.0, 
            "Two randomized 102 controlled trials are currently testing BCG vaccination for 103 COVID-19 prevention in Australia (NCT04327206) and the 104 Netherlands (NCT04328441).", 
            []
          ], 
          [
            0.0, 
            "Arguably, intravesical instilla-105 tions of BCG for induction of a local immune response with 106 activation of macrophages, neutrophils, and natural killer T 107 lymphocytes [10] could help in preventing and/or control-108 ling COVID-19, but this is only a hypothesis that cannot 109 currently be used for clinical decision-making.", 
            []
          ], 
          [
            0.0, 
            "Only post-110 crisis retrospective analyses of COVID-19 incidence among 111 NMIBC patients treated with intravesical instillations of 112 BCG during the pandemic will provide interesting insights 113 into this view.", 
            [
              "111 NMIBC patients"
            ]
          ], 
          [
            0.0, 
            "114 5.", 
            []
          ], 
          [
            0.0, 
            "Management of BCG side effects 115 In managing side effects related to intravesical BCG 116 instillations, careful attention should be paid to persistent 117 fever by isolating and testing patients for COVID-19.", 
            []
          ]
        ], 
        "title": "Editorial 4 Adjustments in the Use of Intravesical Instillations of Bacillus Calmette-Guérin for High-risk Non-muscle-invasive Bladder"
      }, 
      {
        "doc_date": "2020-04-27", 
        "doc_score": "77.26867725014299", 
        "doi": "10.1101/2020.04.23.20076513", 
        "pmcid": null, 
        "pmid": null, 
        "section": null, 
        "sentences": [
          [
            0.0, 
            "Intention to participate in a COVID-19 vaccine clinical trial and to get vaccinated against COVID-19 in France during the pandemic", 
            []
          ], 
          [
            0.0, 
            "In this on-line survey, we observed that nearly 77 % of the responders would accept a vaccine against COVID-19 although 35 % of the responders were qualified as \"vaccine hesitant\".", 
            []
          ], 
          [
            0.0, 
            "Moreover, 47.6 % of the responders would accept to participate in a clinical trial for a COVID-19 vaccine.", 
            []
          ], 
          [
            0.0, 
            "Concerning the intention to get vaccinated, our results are similar to the results of the longitudinal Coconel study conducted by the Observatoire Régional de Santé Provence Alpes Côte d'Azur [10] .", 
            []
          ], 
          [
            0.0, 
            "Similar to their results, we observed that men were more prone to get vaccinated than women.", 
            [
              "women"
            ]
          ], 
          [
            0.0, 
            "Women accounted for the vast majority of our study responders, suggesting that in real-life settings, COVID-19 vaccine acceptance could be greater.", 
            [
              "Women"
            ]
          ], 
          [
            0.0, 
            "In addition, older individuals are more prone to get vaccinated in both studies, this is probably due to a greater perceived risk of getting infected and developing a severe disease in older people.", 
            []
          ], 
          [
            0.0, 
            "In the same vein, healthcare workers were more prone to get vaccinated or to participate in a vaccine clinical trial than the others, it is probably due, in part, to a greater perceived risk to get infected.", 
            []
          ], 
          [
            0.0, 
            "Healthcare workers are particularly vulnerable and accounted for 10 % of the infected people in Italy [11] .", 
            []
          ], 
          [
            0.0, 
            "On the contrary, expecting a low infection risk is associated with a lower willingness to get vaccinated [12] .", 
            []
          ]
        ], 
        "title": "Intention to participate in a COVID-19 vaccine clinical trial and to get vaccinated against COVID-19 in France during the pandemic"
      }, 
      {
        "doc_date": "2020-04-23", 
        "doc_score": "76.64097930290502", 
        "doi": "10.1101/2020.04.18.20071142", 
        "pmcid": null, 
        "pmid": null, 
        "section": null, 
        "sentences": [
          [
            0.0, 
            "Is there evidence that BCG vaccination has non-specific protective effects for COVID 19 infections or is it an illusion created by lack of testing?", 
            []
          ], 
          [
            0.0, 
            "The landscape of COVID-19 attributable deaths and cases throughout the world is constantly evolving.", 
            []
          ], 
          [
            0.0, 
            "Given this constant change, we have to be careful before making assertions on how BCG vaccinations influence the emergence of COVID-19-related cases and deaths.", 
            []
          ], 
          [
            0.0, 
            "We cannot exclude endogenous factors such as testing, that affect the relationship between the BCG vaccine and number of COVID-19 attributable cases and mortality.", 
            []
          ], 
          [
            0.0, 
            "We argue that it may be beneficial to create a longitudinal study that can be used to get more insights of the relationship between the BCG vaccine and COVID-19.", 
            []
          ], 
          [
            0.0, 
            "We are currently in the process of creating a panel dataset to analyze the effects of the BCG vaccine inclusion on COVID-19 attributable cases and mortality change over time.", 
            []
          ]
        ], 
        "title": "Is there evidence that BCG vaccination has non-specific protective effects for COVID 19 infections or is it an illusion created by lack of testing?"
      }, 
      {
        "doc_date": "2020-04-27", 
        "doc_score": "75.52102463738123", 
        "doi": "10.1101/2020.04.23.20076513", 
        "pmcid": null, 
        "pmid": null, 
        "section": null, 
        "sentences": [
          [
            0.0, 
            "Intention to participate in a COVID-19 vaccine clinical trial and to get vaccinated against COVID-19 in France during the pandemic", 
            []
          ], 
          [
            0.0, 
            "The impact of the current pandemic on the intention to participate in a COVID-19 vaccine clinical trial and on the intention to get vaccinated against COVID-19 vaccine is not obvious.", 
            []
          ], 
          [
            0.0, 
            "This is a particular concern in France, which has been shown to be the leader-country of vaccine hesitancy [8] .", 
            []
          ], 
          [
            0.0, 
            "The aim of this study was to evaluate the impact of the pandemics on the intention to get vaccinated against COVID-19.", 
            []
          ]
        ], 
        "title": "Intention to participate in a COVID-19 vaccine clinical trial and to get vaccinated against COVID-19 in France during the pandemic"
      }, 
      {
        "doc_date": "2020-04-11", 
        "doc_score": "67.79831413435105", 
        "doi": "10.1101/2020.04.08.20056051", 
        "pmcid": null, 
        "pmid": null, 
        "section": null, 
        "sentences": [
          [
            0.0, 
            "Exercising caution in correlating COVID-19 incidence and mortality rates with BCG vaccination policies due to variable rates of SARS CoV-2 testing", 
            []
          ], 
          [
            0.0, 
            "Our independent analysis of COVID-19 cases per million of inhabitant in 78 countries that were stratified based on the prevalence of BCG vaccination (universal vaccination policy) shows that, a priori, there is a correlation between current universal BCG vaccination policy and a lower incidence of CoV-2 infection and related deaths.", 
            []
          ], 
          [
            0.0, 
            "However, we note that testing rates (tests per million inhabitants) was positively correlated with incidence of CoV-2 infection.", 
            []
          ], 
          [
            0.0, 
            "Taking in consideration this important bias, we curated the data to compare the number cases amongst countries with distinct universal BCG policy based on high CoV-2 testing rates, as defined by 2,500 tests or more per million inhabitants.", 
            []
          ], 
          [
            0.0, 
            "The results show a lack of significant difference in incidence of COVID-19 cases in countries with current universal BCG vaccination policy and countries with never-or in the past-universal BCG vaccination policy.", 
            []
          ], 
          [
            0.0, 
            "Other variables tested included population density, percent urban population, percent migrants, median age, sex, time since the first confirmed COVID-19 case, percent smokers, and heart associated mortality.", 
            []
          ], 
          [
            0.0, 
            "Urban population and median age were significantly associated with increased number of cases; however, their impact were not as significant as CoV-2 testing rates.", 
            []
          ], 
          [
            0.0, 
            "Interestingly, COVID-19 associated mortality was decreased in countries with current universal BCG vaccination policy and similar CoV-2 testing rates.", 
            []
          ], 
          [
            0.0, 
            "This may however reflect potential inaccuracies in reporting of COVID-19 mortalities due to lack of Cov-2 testing.", 
            []
          ], 
          [
            0.0, 
            "Our study is limited by several critical considerations, which were not addressed here.", 
            []
          ], 
          [
            0.0, 
            "These include the variability and inaccuracies in reporting positive cases and reporting specific mortality associated with CoV-2 infection, lack of reporting on asymptomatic or minimally symptomatic cases, the impact of social and economic barriers in accessing care, the association with other co-morbidities, and the adherence or access to vaccination as per policy.", 
            []
          ], 
          [
            0.0, 
            "In this regard, a recent report showed a correlation of universal BCG vaccination policies and the number of COVID-19 cases when controlling for income [7] .", 
            []
          ], 
          [
            0.0, 
            "This study however did not take in consideration CoV-2 testing rates.", 
            []
          ], 
          [
            0.0, 
            "It is also possible that the lower rate of CoV-2 testing, combined with lower viral loads in traditionally warmer countries with higher incidence of tuberculosis, could impact our observations [8] .", 
            []
          ]
        ], 
        "title": "Exercising caution in correlating COVID-19 incidence and mortality rates with BCG vaccination policies due to variable rates of SARS CoV-2 testing"
      }, 
      {
        "doc_date": "2020-04-23", 
        "doc_score": "67.21821575755995", 
        "doi": "10.1101/2020.04.18.20071142", 
        "pmcid": null, 
        "pmid": null, 
        "section": null, 
        "sentences": [
          [
            0.0, 
            "Is there evidence that BCG vaccination has non-specific protective effects for COVID 19 infections or is it an illusion created by lack of testing?", 
            []
          ], 
          [
            0.0, 
            "Below we present most important highlights and findings related to the analyzed literature.", 
            []
          ], 
          [
            0.0, 
            "Shet et al.", 
            []
          ], 
          [
            0.0, 
            "(2020) apply simple log-linear regression model to investigate COVID-related mortality and BCG vaccinations.", 
            []
          ], 
          [
            0.0, 
            "The researchers use the following covariates in their model: GDP per capita, the percentage of population 65 years and above and the relative position of each country on the epidemic timeline.", 
            []
          ], 
          [
            0.0, 
            "The findings show that countries with BCS vaccinations show lower levels of COVID-19-related mortality.", 
            []
          ], 
          [
            0.0, 
            "In turn, Berg et al.", 
            []
          ], 
          [
            0.0, 
            "(2020) , after analyzing data on first 30day COVID-19 country-wise outbreaks, argue that BCG immunizations are associated with flattened growth curves for confirmed cases of COVID-19 infections and deaths.", 
            []
          ], 
          [
            0.0, 
            "Similarly, Hegarty et al.", 
            []
          ], 
          [
            0.0, 
            "(2020) argue that countries that vaccinate their populations against BCG, experience less COVID-19-related cases and lower death rates caused by COVID-19.", 
            []
          ], 
          [
            0.0, 
            "Miller et al.", 
            []
          ], 
          [
            0.0, 
            "(2020) propose that differences between countries in COVID-19 impact could be partially explained by different levels of BCG policy implementations.", 
            []
          ]
        ], 
        "title": "Is there evidence that BCG vaccination has non-specific protective effects for COVID 19 infections or is it an illusion created by lack of testing?"
      }, 
      {
        "doc_date": "2020-04-27", 
        "doc_score": "56.6730307938748", 
        "doi": "10.1101/2020.04.23.20076513", 
        "pmcid": null, 
        "pmid": null, 
        "section": null, 
        "sentences": [
          [
            0.0, 
            "Intention to participate in a COVID-19 vaccine clinical trial and to get vaccinated against COVID-19 in France during the pandemic", 
            []
          ], 
          [
            0.0, 
            "Recruitment of volunteers in a vaccine clinical trial is a real challenge [6] , and some trials are stopped du to difficulties in recruitment.", 
            []
          ], 
          [
            0.0, 
            "Vaccine hesitancy may also has an impact on recruitment in COVID-19 vaccine clinical trial [7] .", 
            []
          ], 
          [
            0.0, 
            "After its clinical development, a COVID-19 vaccine will also face the challenge of acceptance by the general population in a post-crisis context.", 
            []
          ]
        ], 
        "title": "Intention to participate in a COVID-19 vaccine clinical trial and to get vaccinated against COVID-19 in France during the pandemic"
      }, 
      {
        "doc_date": "2020-04-27", 
        "doc_score": "51.799984030270785", 
        "doi": "10.1101/2020.04.23.20076513", 
        "pmcid": null, 
        "pmid": null, 
        "section": null, 
        "sentences": [
          [
            0.0, 
            "Intention to participate in a COVID-19 vaccine clinical trial and to get vaccinated against COVID-19 in France during the pandemic", 
            []
          ], 
          [
            0.0, 
            "The questionnaire addressed: (1) demographical characteristics (age, chronic medical conditions), (2) fears about COVID-19, (3) history of vaccination against pandemic H1N1 influenza and seasonal influenza, (4) intention to get vaccinated if a COVID-19 vaccine was available, (5) vaccine hesitancy.", 
            []
          ]
        ], 
        "title": "Intention to participate in a COVID-19 vaccine clinical trial and to get vaccinated against COVID-19 in France during the pandemic"
      }, 
      {
        "doc_date": "2020-04-27", 
        "doc_score": "50.0", 
        "doi": "10.1101/2020.04.23.20076513", 
        "pmcid": null, 
        "pmid": null, 
        "section": null, 
        "sentences": [
          [
            0.0, 
            "Intention to participate in a COVID-19 vaccine clinical trial and to get vaccinated against COVID-19 in France during the pandemic", 
            []
          ], 
          [
            0.0, 
            "Conclusions and Relevance: Nearly 75 % and 48 % of the survey responders were likely to accept vaccination or participation in a clinical trial against COVID-19.", 
            []
          ], 
          [
            0.0, 
            "Vaccine hesitancy will be the major barrier to COVID-19 vaccine uptake.", 
            []
          ]
        ], 
        "title": "Intention to participate in a COVID-19 vaccine clinical trial and to get vaccinated against COVID-19 in France during the pandemic"
      }
    ], 
    "total": 20
  }
}
