{
  "request": {
    "date_from": "", 
    "date_to": "", 
    "question": "Is there a cure for covid-19", 
    "section": null
  }, 
  "results": {
    "docs": [
      {
        "doc_date": "2020-03-13", 
        "doc_score": "100.0", 
        "doi": "10.1101/2020.03.11.20034215", 
        "pmcid": null, 
        "pmid": null, 
        "section": null, 
        "sentences": [
          [
            0.0, 
            "Estimation of instant case fatality rate of COVID-19 in Wuhan and Hubei based on daily case notification data", 
            []
          ], 
          [
            1, 
            "The death time and cure time of COVID-19 patients were calculated based on the dates of diagnosis, death and discharge of individual cases.", 
            [
              "COVID-19 patients"
            ]
          ], 
          [
            0.0, 
            "Then, the estimated diagnosis dates of deaths and the estimated diagnosis dates of cure cases of COVID-19 were respectively calculated on the basis of the median death time or median cure time.", 
            []
          ], 
          [
            0.0, 
            "Finally, the instant case fatality rate and cure rate of COVID-19 were obtained based on the numbers of deaths and cured cases on the same estimated diagnosis dates.", 
            []
          ]
        ], 
        "title": "Estimation of instant case fatality rate of COVID-19 in Wuhan and Hubei based on daily case notification data"
      }, 
      {
        "doc_date": "2020-03-13", 
        "doc_score": "98.9376640497251", 
        "doi": "10.1101/2020.03.11.20034215", 
        "pmcid": null, 
        "pmid": null, 
        "section": null, 
        "sentences": [
          [
            0.0, 
            "Estimation of instant case fatality rate of COVID-19 in Wuhan and Hubei based on daily case notification data", 
            []
          ], 
          [
            0.0, 
            "We collected the daily case notification data of COVIDin Wuhan City and Hubei Province officially announced by the Chinese authority.", 
            []
          ], 
          [
            0.0, 
            "The numbers of daily confirmed/deaths/cured cases and the numbers of daily cumulative confirmed/deaths/cured cases were obtained.", 
            []
          ], 
          [
            1, 
            "The death time and cure time of COVID-19 patients were calculated based on the dates of diagnosis, death and discharge of individual cases.", 
            [
              "COVID-19 patients"
            ]
          ], 
          [
            0.0, 
            "Then the estimated diagnosis dates of deaths and cured cases were obtained on the basis of the median death or medium cure time, respectively.", 
            []
          ], 
          [
            0.0, 
            "Finally, the instant fatality rate of COVID-19 was calculated according to the numbers of deaths and cured cases on the same estimated diagnosis dates.", 
            []
          ]
        ], 
        "title": "Estimation of instant case fatality rate of COVID-19 in Wuhan and Hubei based on daily case notification data"
      }, 
      {
        "doc_date": "2020-04-04", 
        "doc_score": "97.86140800761984", 
        "doi": "10.1016/j.scitotenv.2020.138277", 
        "pmcid": null, 
        "pmid": null, 
        "section": null, 
        "sentences": [
          [
            1, 
            "Journal Pre-proof COVID-19: A promising cure for the global panic COVID-19: A promising cure for the global panic", 
            []
          ], 
          [
            0.0, 
            "The novel Coronavirus disease 2019 is caused by SARS-CoV-2, which is the causative agent of a potentially fatal disease that is of great global public health concern.", 
            []
          ], 
          [
            0.0, 
            "The outbreak of COVID-19 is wreaking havoc worldwide due to inadequate risk assessment regarding the urgency of the situation.", 
            []
          ], 
          [
            1, 
            "The COVID-19 pandemic has entered a dangerous new phase.", 
            []
          ], 
          [
            0.0, 
            "When compared with SARS and MERS, COVID-19 has spread more rapidly, due to increased globalization and adaptation of the virus in every environment.", 
            []
          ], 
          [
            0.0, 
            "Slowing the spread of the COVID-19 cases will significantly reduce the strain on the healthcare system of the country by limiting the number of people who are severely sick by COVID-19 and need hospital care.", 
            []
          ], 
          [
            0.0, 
            "Hence, the recent outburst of COVID-19 highlights an urgent need for therapeutics targeting SARS-CoV-2.", 
            []
          ], 
          [
            0.0, 
            "Here, we have discussed the structure of virus; varying symptoms among COVID-19, SARS, MERS and common flu; the probable mechanism behind the infection and its immune response.", 
            []
          ], 
          [
            0.0, 
            "Further, the current treatment options, drugs available, ongoing trials and recent diagnostics for COVID-19 have been discussed.", 
            []
          ]
        ], 
        "title": "Journal Pre-proof COVID-19: A promising cure for the global panic COVID-19: A promising cure for the global panic"
      }, 
      {
        "doc_date": "2020-04-04", 
        "doc_score": "93.73265343546913", 
        "doi": "10.1016/j.scitotenv.2020.138277", 
        "pmcid": null, 
        "pmid": null, 
        "section": null, 
        "sentences": [
          [
            1, 
            "Journal Pre-proof COVID-19: A promising cure for the global panic COVID-19: A promising cure for the global panic", 
            []
          ], 
          [
            0.0, 
            "During the infection of the virus, the most important part is the interaction with the host cell nucleases.", 
            []
          ], 
          [
            0.0, 
            "It is possible that SARS-CoV-2 may use proteases similar to SARS-CoV such as TMPRSS11a, Trypsin, Plasmin, Cathepsin L and Furin in the cleavage of the spike protein for the virus to enter the cell.", 
            []
          ], 
          [
            0.0, 
            "These proteases can be used as targets to reduce the symptoms of COVID-19 as proteasomal inhibitors used for HIV treatment are being used in treatment of .", 
            [
              "symptoms of COVID-19"
            ]
          ], 
          [
            0.0, 
            "A target for the COVID-19 may be advantageous to understand the involvement of the immune system in COVID-19, to explore the possibility of developing specific vaccines for it, as elucidated for previous viruses (Simmons et al., 2013) .", 
            []
          ]
        ], 
        "title": "Journal Pre-proof COVID-19: A promising cure for the global panic COVID-19: A promising cure for the global panic"
      }, 
      {
        "doc_date": "2020-03-13", 
        "doc_score": "91.31055150695778", 
        "doi": "10.1101/2020.03.11.20034215", 
        "pmcid": null, 
        "pmid": null, 
        "section": null, 
        "sentences": [
          [
            0.0, 
            "Estimation of instant case fatality rate of COVID-19 in Wuhan and Hubei based on daily case notification data", 
            []
          ], 
          [
            0.0, 
            "We set the instant unit of case fatality rate as a day, and calculated the daily case fatality rate.", 
            []
          ], 
          [
            0.0, 
            "The daily case fatality rate was equal to the daily cumulative number of deaths divided by the number of deaths plus the number of cured patients.", 
            []
          ], 
          [
            0.0, 
            "The number of daily confirmed cases is equal to the number of deaths plus the number of cured cases.", 
            []
          ], 
          [
            0.0, 
            "The confirmed COVID-19 patients had to go through a certain period of time, which is the death time or the cure time, and then result in the final outcomes: death or cure.", 
            [
              "COVID-19 patients"
            ]
          ], 
          [
            0.0, 
            "The date of deaths minus death time is the diagnosis date of deaths.", 
            []
          ], 
          [
            0.0, 
            "Similarly, the cure date minus the cure time is the diagnosis date of cured patients.", 
            []
          ], 
          [
            0.0, 
            "The daily case fatality rate and cure rates were then calculated using the cumulative number of deaths and cured cases at the same diagnosis date.", 
            []
          ], 
          [
            0.0, 
            "This rate varies from day to day with disease-related factors.", 
            []
          ]
        ], 
        "title": "Estimation of instant case fatality rate of COVID-19 in Wuhan and Hubei based on daily case notification data"
      }, 
      {
        "doc_date": "2020-04-06", 
        "doc_score": "87.76089536505864", 
        "doi": "10.1101/2020.04.01.20050310", 
        "pmcid": null, 
        "pmid": null, 
        "section": null, 
        "sentences": [
          [
            0.0, 
            "Dynamic Estimation of Epidemiological Parameters of COVID-19 Outbreak and Effects of Interventions on Its Spread", 
            []
          ], 
          [
            0.0, 
            "To find appropriate priors, we note from Sun et al.", 
            []
          ], 
          [
            0.0, 
            "32 that the median incubation period of COVID-19 is estimated to be 4.5 days with interquartile range (IQR) 3.0-5.5 days, and the median delay between symptom onset and seeking care is 2 days with IQR 0-5 days in mainland China after January 18, 2020, the starting date of our analysis.", 
            []
          ], 
          [
            0.0, 
            "Therefore the infectious period of COVID-19 ranges from 3 to 10.5 days.", 
            []
          ], 
          [
            0.0, 
            "Accordingly, we set parameter µ to be uniformly distributed over ( 1 10.5 , 1 3 ).", 
            []
          ], 
          [
            0.0, 
            "In addition, to the best of our knowledge, there is no literature on the duration from quarantine to removal for COVID-19 infected cases.", 
            []
          ], 
          [
            0.0, 
            "Therefore, we collect data about 32 death cases and 22 cured cases in Wuhan from local newspapers.", 
            []
          ], 
          [
            0.0, 
            "Details of these cases are given in Supplementary Table 2 .", 
            []
          ], 
          [
            0.0, 
            "Among the death cases, the minimum duration of hospitalization is 1 day and the maximum is 40 days.", 
            []
          ], 
          [
            0.0, 
            "The range of hospitalization for cured cases is from 6 to 30 days.", 
            []
          ], 
          [
            1, 
            "For COVID-19 infected cases in Wuhan, the percentage ratios of death and cure are 5.8% and 94.2%, respectively 33 .", 
            []
          ], 
          [
            0.0, 
            "Accordingly, we roughly estimate the duration from quarantine to removal in the SIQR model to have range from 5.7 to 30.6 days using weighted averages, and we set parameter γ to be uniformly distributed over ( 1 30.6 , 1 5.7 ).", 
            []
          ], 
          [
            0.0, 
            "Non-informative flat priors are adopted for the rest parameters so that (10) in the following summarizes our empirical prior settings.", 
            []
          ]
        ], 
        "title": "Dynamic Estimation of Epidemiological Parameters of COVID-19 Outbreak and Effects of Interventions on Its Spread"
      }, 
      {
        "doc_date": "2020-04-06", 
        "doc_score": "87.76089536505864", 
        "doi": "10.1101/2020.04.01.20050310", 
        "pmcid": null, 
        "pmid": null, 
        "section": null, 
        "sentences": [
          [
            0.0, 
            "Dynamic Estimation of Epidemiological Parameters of COVID-19 Outbreak and Effects of Interventions on Its Spread", 
            []
          ], 
          [
            0.0, 
            "To find appropriate priors, we note from Sun et al.", 
            []
          ], 
          [
            0.0, 
            "32 that the median incubation period of COVID-19 is estimated to be 4.5 days with interquartile range (IQR) 3.0-5.5 days, and the median delay between symptom onset and seeking care is 2 days with IQR 0-5 days in mainland China after January 18, 2020, the starting date of our analysis.", 
            []
          ], 
          [
            0.0, 
            "Therefore the infectious period of COVID-19 ranges from 3 to 10.5 days.", 
            []
          ], 
          [
            0.0, 
            "Accordingly, we set parameter µ to be uniformly distributed over ( 1 10.5 , 1 3 ).", 
            []
          ], 
          [
            0.0, 
            "In addition, to the best of our knowledge, there is no literature on the duration from quarantine to removal for COVID-19 infected cases.", 
            []
          ], 
          [
            0.0, 
            "Therefore, we collect data about 32 death cases and 22 cured cases in Wuhan from local newspapers.", 
            []
          ], 
          [
            0.0, 
            "Details of these cases are given in Supplementary Table 2 .", 
            []
          ], 
          [
            0.0, 
            "Among the death cases, the minimum duration of hospitalization is 1 day and the maximum is 40 days.", 
            []
          ], 
          [
            0.0, 
            "The range of hospitalization for cured cases is from 6 to 30 days.", 
            []
          ], 
          [
            1, 
            "For COVID-19 infected cases in Wuhan, the percentage ratios of death and cure are 5.8% and 94.2%, respectively 33 .", 
            []
          ], 
          [
            0.0, 
            "Accordingly, we roughly estimate the duration from quarantine to removal in the SIQR model to have range from 5.7 to 30.6 days using weighted averages, and we set parameter γ to be uniformly distributed over ( 1 30.6 , 1 5.7 ).", 
            []
          ], 
          [
            0.0, 
            "Non-informative flat priors are adopted for the rest parameters so that (10) in the following summarizes our empirical prior settings.", 
            []
          ]
        ], 
        "title": "Dynamic Estimation of Epidemiological Parameters of COVID-19 Outbreak and Effects of Interventions on Its Spread"
      }, 
      {
        "doc_date": "2020-03-17", 
        "doc_score": "87.68062947970213", 
        "doi": "10.1101/2020.03.15.20033472", 
        "pmcid": null, 
        "pmid": null, 
        "section": null, 
        "sentences": [
          [
            1, 
            "Blood single cell immune profiling reveals the interferon-MAPK pathway mediated adaptive immune response for COVID-19", 
            []
          ], 
          [
            0.0, 
            "Type I interferon (IFN-I) is crucial for promoting antiviral defenses through the induction of antiviral effectors (29) .", 
            []
          ], 
          [
            0.0, 
            "In this study, our single cell transcriptome results showed that IRF27 was up-regulated 8.1 times more in critical patients, 51.7 times in severe patients, 39.9 times in moderate patients, 38.6 times in mild patients, and 29.5 times in cured patients compared to the normal controls (Fig.", 
            [
              "critical patients", 
              "severe patients", 
              "mild patients", 
              "moderate patients"
            ]
          ], 
          [
            0.0, 
            "4A) .", 
            []
          ], 
          [
            0.0, 
            "These results suggest that IRF27 is a candidate marker gene for SARS-CoV-2 infection.", 
            []
          ], 
          [
            0.0, 
            "BST2, which was previously shown to play a role in pre-B-cell growth (31) , also showed upexpression in COVID-19 patients.", 
            [
              "COVID-19 patients"
            ]
          ], 
          [
            0.0, 
            "Consistent with our single cell transcription data, the expression profile of FOS, which is a transcription factor mediating MAPK pathway signaling, showed up-regulation in COVID-19 patients but down-regulation in cured patients.", 
            [
              "COVID-19 patients"
            ]
          ], 
          [
            0.0, 
            "This result suggests that FOS is a candidate marker gene for cured COVID-19 patients.", 
            [
              "COVID-19 patients"
            ]
          ], 
          [
            0.0, 
            "We further performed PBMC immunofluorescence testing to compare the protein expressions of IFI27 between patients with COVID-19 and controls.", 
            [
              "patients with COVID-19 and controls"
            ]
          ], 
          [
            0.0, 
            "Immunofluorescence staining showed that IFI27 was highly expressed in the whole lymphocyte of patients with COVID-19, but only partially expressed on the lymphocyte of the controls (Fig.", 
            [
              "patients with COVID-19"
            ]
          ], 
          [
            0.0, 
            "4B) .", 
            []
          ]
        ], 
        "title": "Blood single cell immune profiling reveals the interferon-MAPK pathway mediated adaptive immune response for COVID-19"
      }, 
      {
        "doc_date": "2020-02-20", 
        "doc_score": "83.65808291745608", 
        "doi": "10.1101/2020.02.18.20024513", 
        "pmcid": null, 
        "pmid": null, 
        "section": null, 
        "sentences": [
          [
            0.0, 
            "Estimating the cure rate and case fatality rate of the ongoing epidemic COVID-19", 
            []
          ], 
          [
            0.0, 
            "The epidemic caused by the novel coronavirus in Wuhan at the end of 2019 has become an urgent public event of worldwide concern.", 
            []
          ], 
          [
            0.0, 
            "However, due to the changing data of the epidemic, there is no scientific estimate of the cure rate and case fatality rate of the epidemic.", 
            []
          ], 
          [
            0.0, 
            "This study proposes a method to estimate the cure rate and case fatality rate of COVID-19.", 
            []
          ], 
          [
            0.0, 
            "The ratio of cumulative discharges on a given day to the sum of cumulative discharges on a given day and cumulative deaths before j days is used to estimate the cure rate.", 
            []
          ]
        ], 
        "title": "Estimating the cure rate and case fatality rate of the ongoing epidemic COVID-19"
      }, 
      {
        "doc_date": "2020-02-25", 
        "doc_score": "82.82012551942262", 
        "doi": "10.1101/2020.02.23.20024802", 
        "pmcid": null, 
        "pmid": null, 
        "section": null, 
        "sentences": [
          [
            0.0, 
            "Title: Intrinsic growth rules of patients infected, dead and cured with 2019 novel 1 coronavirus in mainland China 2", 
            []
          ], 
          [
            0.0, 
            "The copyright holder for this preprint .", 
            []
          ], 
          [
            0.0, 
            "https://doi.org/10.1101/2020.02.23.20024802 doi: medRxiv preprint province in mainland China (Fig 3E) .", 
            []
          ], 
          [
            0.0, 
            "Moreover, the increasing rate (k) was negatively 198 correlated (Pearson, r=-0.47, p=0.0072) to semi-saturation period (Fig 3F) .", 
            []
          ], 
          [
            0.0, 
            "We 199 concluded that at the provincial level, the COVID-19 spread more quickly than the 200 SARS did.", 
            []
          ], 
          [
            0.0, 
            "The infections of COVID-19 increased more rapid and would reach 201 saturation earlier than SARS according to our model.", 
            []
          ], 
          [
            0.0, 
            "by two parameters, k and t 0 (Fig 4 DEIJ) .", 
            []
          ], 
          [
            0.0, 
            "We found that k values of the three types 211 cases of SARS were lower than that of COVID-19 (Fig 4 DE) , and semi-saturation 212 period for them in SARS was higher than COVID-19's, which suggested the duration 213 of COVID-19 would be shorter than that of SARS.", 
            []
          ], 
          [
            0.0, 
            "For both 214 their infected curves have the lowest semi-saturation period (Fig 4 EJ) , while cured 215 curves have the highest which is in keeping with the common sense that the cure is 216", 
            []
          ]
        ], 
        "title": "Title: Intrinsic growth rules of patients infected, dead and cured with 2019 novel 1 coronavirus in mainland China 2"
      }, 
      {
        "doc_date": "2020-04-24", 
        "doc_score": "80.02663470787323", 
        "doi": "10.1016/j.ijid.2020.04.055", 
        "pmcid": null, 
        "pmid": null, 
        "section": null, 
        "sentences": [
          [
            0.0, 
            "Journal Pre-proof Estimating instant case fatality rate of COVID-19 in China", 
            []
          ], 
          [
            0.0, 
            "The WHO is calling on every country to act with speed, scale and clear-minded In the present study, we established a method to estimate the instant case fatality The case fatality rate is defined as the percentage of deaths in the total number of 135 confirmed cases of COVID-19.", 
            []
          ], 
          [
            0.0, 
            "After treatment, the confirmed patients had two 136 endpoints: either cure or death, which would occur on dates later than their confirmed 137 cure time and death time.", 
            []
          ], 
          [
            0.0, 
            "In order to estimate the case fatality rate, firstly the cure time, 138 and death time, then confirmed dates of cured cases and deaths should be calculated.", 
            []
          ], 
          [
            0.0, 
            "fatality rate of COVID-19 was ranged from 3.8% to 14.6%.", 
            []
          ], 
          [
            0.0, 
            "The case fatality rate was 255 less than 10% (3.8-9.1%) from Jan 1 to Jan 13, 2020, continuously increased to 14.6% 256 on Jan 17, and then gradually declined and stabilized at 4.2% on April 7, which is an 257 estimated diagnosis date.", 
            []
          ], 
          [
            0.0, 
            "However, depending on the corrected data reported by the 258 government taskforce of Wuhan at April 17, the case fatality rate was increased to 5.7% 259 from previously estimated 4.2%.", 
            []
          ], 
          [
            0.0, 
            "The average case fatality rate in China was 6.1±2.9%.", 
            []
          ]
        ], 
        "title": "Journal Pre-proof Estimating instant case fatality rate of COVID-19 in China"
      }, 
      {
        "doc_date": "2020-03-13", 
        "doc_score": "79.08423348340496", 
        "doi": "10.1101/2020.03.11.20034215", 
        "pmcid": null, 
        "pmid": null, 
        "section": null, 
        "sentences": [
          [
            0.0, 
            "Estimation of instant case fatality rate of COVID-19 in Wuhan and Hubei based on daily case notification data", 
            []
          ], 
          [
            0.0, 
            "We collected 134 deaths and 536 cured cases.", 
            []
          ], 
          [
            0.0, 
            "Basing on the dates of diagnosis, death and discharge of individual cases, the death time of COVID-19 patients was the period from diagnosis dates to death dates of the deaths, while the cure time of COVID-19 patients was the period from diagnosis dates to discharge dates of cured cases (figure 1).", 
            [
              "COVID-19 patients"
            ]
          ], 
          [
            0.0, 
            "the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", 
            []
          ]
        ], 
        "title": "Estimation of instant case fatality rate of COVID-19 in Wuhan and Hubei based on daily case notification data"
      }, 
      {
        "doc_date": "2020-03-13", 
        "doc_score": "79.05585184714472", 
        "doi": "10.1101/2020.03.11.20034215", 
        "pmcid": null, 
        "pmid": null, 
        "section": null, 
        "sentences": [
          [
            0.0, 
            "Estimation of instant case fatality rate of COVID-19 in Wuhan and Hubei based on daily case notification data", 
            []
          ], 
          [
            0.0, 
            "The cure rate and case fatality rate are opposite since cure and death are a pair of competing events.", 
            []
          ], 
          [
            0.0, 
            "The instant cure rate of COVID-19 in Wuhan City was between 80.0%-96.6%, while the rate in Hubei Province was between 83.4%-96.6%.", 
            []
          ], 
          [
            0.0, 
            "The instant cure rate was lower in second half of January than that in other time.", 
            []
          ], 
          [
            0.0, 
            "Then the rate gradually increased.", 
            []
          ], 
          [
            0.0, 
            "On February 22, the instant cure rate increased to 93.5 % in Wuhan, and 94.4%", 
            []
          ]
        ], 
        "title": "Estimation of instant case fatality rate of COVID-19 in Wuhan and Hubei based on daily case notification data"
      }, 
      {
        "doc_date": "2020-04-07", 
        "doc_score": "77.49875614652825", 
        "doi": "10.1101/2020.04.05.20053769", 
        "pmcid": null, 
        "pmid": null, 
        "section": null, 
        "sentences": [
          [
            0.0, 
            "Validation of reported risk factors for disease classification and prognosis in COVID-19: a descriptive and retrospective study", 
            []
          ], 
          [
            0.0, 
            "However, the predictive effects of those indicators on disease classification and prognosis remains largely unknown.", 
            []
          ], 
          [
            0.0, 
            "We dynamically measured those reported indicators in 132 cases of COVID-19 patients including the moderate-cured (moderated and cured), severe-cured (severe and cured) and critically ill (died).", 
            [
              "COVID-19 patients"
            ]
          ], 
          [
            0.0, 
            "Our data showed that CRP, PCT, IL-6, LYM%, lactic acid and viral load could predict prognosis and guide classification of COVID-19 patients in different degrees.", 
            [
              "COVID-19 patients"
            ]
          ], 
          [
            0.0, 
            "CRP, IL-6 and LYM% were more effective than other three factors in predicting prognosis.", 
            []
          ], 
          [
            0.0, 
            "For disease classification, CRP and LYM% were sensitive in identifying the types between critically ill and severe (or moderate).", 
            []
          ], 
          [
            0.0, 
            "Notably, among the investigated factors, LYM% was the only one that could distinguish between the severe and moderate types.", 
            []
          ]
        ], 
        "title": "Validation of reported risk factors for disease classification and prognosis in COVID-19: a descriptive and retrospective study"
      }, 
      {
        "doc_date": "2020-07-01", 
        "doc_score": "75.31819711516434", 
        "doi": "10.1016/j.ecoenv.2020.110614", 
        "pmcid": "PMC7151413", 
        "pmid": null, 
        "section": null, 
        "sentences": [
          [
            0.0, 
            "From the insight of glucose metabolism disorder: Oxygen therapy and blood glucose monitoring are crucial for quarantined COVID-19 patients", 
            [
              "COVID-19 patients"
            ]
          ], 
          [
            0.0, 
            "Majority of the COVID-19 patients in China have been cured following the ever-improving treatment methods, and oxygen supplement has been applied as a common treatment strategy for cases in hospitals and cabin hospitals (China National Health Commission).", 
            [
              "COVID-19 patients"
            ]
          ], 
          [
            0.0, 
            "Since 81% of the confirmed cases are in mild condition with non-or mild pneumonia, most of COVID-19 patients outside China are now recommended for self-cured under home quarantine.", 
            [
              "COVID-19 patients"
            ]
          ], 
          [
            0.0, 
            "However, it may only take 9 days for the mild COVID-19 patients without effective nursing to develop into serious or critical cases with acute respiratory distress syndrome (ARDS) (Guan et al., 2020; Huang et al., 2020) .", 
            [
              "mild COVID-19 patients"
            ]
          ], 
          [
            0.0, 
            "Therefore, it is critical to promote the self-cure rate of the mild cases and prevent the disease from deterioration.", 
            []
          ], 
          [
            0.0, 
            "Considering the harmful consequences induced by hypoxemia and advantages of oxygen therapy in controlling glucose metabolism (Handy et al., 2005) , we suggest that adequate oxygen intake is also essential for the newly confirmed or suspected cases under home quarantine.", 
            []
          ]
        ], 
        "title": "From the insight of glucose metabolism disorder: Oxygen therapy and blood glucose monitoring are crucial for quarantined COVID-19 patients"
      }, 
      {
        "doc_date": "2020-03-13", 
        "doc_score": "71.68010272367317", 
        "doi": "10.1101/2020.03.11.20034215", 
        "pmcid": null, 
        "pmid": null, 
        "section": null, 
        "sentences": [
          [
            0.0, 
            "Estimation of instant case fatality rate of COVID-19 in Wuhan and Hubei based on daily case notification data", 
            []
          ], 
          [
            0.0, 
            "From Jan 1, 2020 to Feb 22, 2020 in Wuhan City, the instant case fatality rate of COVID-19 was 3.4%～19.5% and the instant cured rate was 80.0%～96.6%.", 
            []
          ], 
          [
            0.0, 
            "The average fatality rate reached 11.4% while the average cure rate was 88.6%.", 
            []
          ], 
          [
            0.0, 
            "During the same period in Hubei Province, the instant case fatality rate was 3.8%～16.6% and the instant cured rate was 83.4%～96.6%.", 
            []
          ], 
          [
            0.0, 
            "The average fatality rate and the average cure rate were 9.2% and 91.8%, respectively.", 
            []
          ]
        ], 
        "title": "Estimation of instant case fatality rate of COVID-19 in Wuhan and Hubei based on daily case notification data"
      }, 
      {
        "doc_date": "2020-04-04", 
        "doc_score": "61.64251312070549", 
        "doi": "10.1016/j.scitotenv.2020.138277", 
        "pmcid": null, 
        "pmid": null, 
        "section": null, 
        "sentences": [
          [
            1, 
            "Journal Pre-proof COVID-19: A promising cure for the global panic COVID-19: A promising cure for the global panic", 
            []
          ], 
          [
            0.0, 
            "The COVID-19 are not always confined to the respiratory tract, but they also invade the Central Nervous System (CNS) to induce neurological diseases.", 
            []
          ]
        ], 
        "title": "Journal Pre-proof COVID-19: A promising cure for the global panic COVID-19: A promising cure for the global panic"
      }, 
      {
        "doc_date": "2020-04-04", 
        "doc_score": "58.22766975104248", 
        "doi": "10.1016/j.scitotenv.2020.138277", 
        "pmcid": null, 
        "pmid": null, 
        "section": null, 
        "sentences": [
          [
            1, 
            "Journal Pre-proof COVID-19: A promising cure for the global panic COVID-19: A promising cure for the global panic", 
            []
          ], 
          [
            0.0, 
            "In order to design these specific drugs, it is important to understand the current strategies used to treat this novel COVID-19", 
            []
          ]
        ], 
        "title": "Journal Pre-proof COVID-19: A promising cure for the global panic COVID-19: A promising cure for the global panic"
      }, 
      {
        "doc_date": "2020-04-04", 
        "doc_score": "54.009795651028924", 
        "doi": "10.1016/j.scitotenv.2020.138277", 
        "pmcid": null, 
        "pmid": null, 
        "section": null, 
        "sentences": [
          [
            1, 
            "Journal Pre-proof COVID-19: A promising cure for the global panic COVID-19: A promising cure for the global panic", 
            []
          ], 
          [
            0.0, 
            "More research may be required in traditional medicine to utilize them in the treatment of COVID-19.", 
            []
          ]
        ], 
        "title": "Journal Pre-proof COVID-19: A promising cure for the global panic COVID-19: A promising cure for the global panic"
      }, 
      {
        "doc_date": "2020-04-04", 
        "doc_score": "50.0", 
        "doi": "10.1016/j.scitotenv.2020.138277", 
        "pmcid": null, 
        "pmid": null, 
        "section": null, 
        "sentences": [
          [
            1, 
            "Journal Pre-proof COVID-19: A promising cure for the global panic COVID-19: A promising cure for the global panic", 
            []
          ], 
          [
            0.0, 
            "can be promising drugs for COVID-19.", 
            []
          ], 
          [
            0.0, 
            "They include, Acacia nilotica (Shanti, 2016) ,", 
            []
          ]
        ], 
        "title": "Journal Pre-proof COVID-19: A promising cure for the global panic COVID-19: A promising cure for the global panic"
      }
    ], 
    "total": 20
  }
}
